brew "bash-completion"
brew "bat"
brew "chezmoi"
brew "cloc"
brew "curl"
brew "direnv"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gh"
brew "jq"
brew "just"
brew "neovim"
brew "node"
brew "pipx"
brew "raine/claude-history/claude-history"
brew "raine/workmux/workmux"
brew "tmux"
brew "tree"
brew "wget"
brew "xz"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "github"
cask "visual-studio-code"
